swak4foam/Examples/BugCases/angledDuctImplicitTransientFacesOnBoundary/0/kappat
/*--------------------------------*- C++ -*----------------------------------*\
| =========                 |                                                 |
| \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox           |
|  \\    /   O peration     | Version:  1.7.0                                 |
|   \\  /    A nd           | Web:      www.OpenFOAM.com                      |
|    \\/     M anipulation  |                                                 |
\*---------------------------------------------------------------------------*/
FoamFile
{
 version 2.0;
 format ascii;
 class volScalarField;
 location "0";
 object alphat;
}

dimensions [ 0 2 -1 0 0 0 0 ];

internalField uniform 0;

boundaryField
{
  front
  {
    type zeroGradient;
  }
  back
  {
    type zeroGradient;
  }
  wall
  {
    type zeroGradient;
  }
  porosityWall
  {
    type zeroGradient;
  }
  inlet
  {
    type zeroGradient;
  }
  outlet
  {
    type zeroGradient;
  }
} 	// ************************************************************************* //

